Repository: guimath/phog
Catalog: lang/*/LC_MESSAGES/phog.po
Languages: fr

# AppWindow
source: Copied to edit successfully
fr: Copié vers le dossier d'édition

# AppWindow
source: copied JPG to edit, no Raw found
fr: JPG copié, RAW pas trouvé

# AppWindow
source: Copy to edit failed
fr: La copie pour édition à échoué

# AppWindow
source: Already copied
fr: Déjà copié

# AppWindow
source: Moved to bin successfully
fr: Déplacé dans la corbeille

# AppWindow
source: Moved JPG to bin, no Raw found
fr: JPG Déplacé dans la corbeille, RAW pas trouvé

# AppWindow
source: Move to bin failed
fr: Suppression échoué

# AppWindow
source: Already deleted
fr: Déjà déplacé dans la corbeille

# AppWindow
source: Bin folder:
fr: Dossier corbeille :

# AppWindow
source: Edit folder:
fr: Dossier d'édition :

# AppWindow
source: Help & Hot Keys
fr: Aide et Raccourcis

# AppWindow
source: This app is designed for photographers looking to sort photos and RAWs. You can select photo for edits & delete them directly from the app with reduced loading time.
fr: Cette application à été créée pour les photographes voulant trier leurs photos (et RAWs). Vous pouvez sélectionner des photos pour de l'édition et les supprimer directement depuis l'application avec un temps de chargement minime

# AppWindow
source: h: Arrows: e: d: Alt+e: Alt+d: Esc:
fr: h: Flèches: e: d: Alt+e: Alt+d: Échap:

# AppWindow
source: Toggle help Previous/next image Copy to edit Move to bin Change edit folder Change bin folder Quit
fr: Afficher/cacher l'aide Image précédente/suivante Copier vers le dossier d'édition Déplacer vers le dossier corbeille Modifier le nom du dossier d'édition Modifier le nom du dossier corbeille Quitter
